import './About.css';

export function About() {
    return (
        <><h1 className="main-title">О нас</h1>
        <p className="text-about">Добро пожаловать в "Magic" – магазин магии, где реальность переплетается с фантазией, а двери в мир волшебства всегда открыты для вас. Мы предлагаем широкий ассортимент магических товаров и аксессуаров, которые помогут вам раскрыть свой потенциал и обрести удивительные способности. Наша команда искренне верит в силу магии и готова поделиться ею с вами. Приходите в "Magic" и откройте дверь к удивительным возможностям, которые ждут вас за гранью обыденного. Добро пожаловать в мир волшебства!</p></>
    );
}